Repository: alpaydinmuammer/morevocab
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, tr

source: Hello
de: Hallo
es: Hola
fr: Bonjour
it: Ciao
tr: Merhaba

source: Good Morning
de: Guten Morgen
es: Buenos Días
fr: Bonjour
it: Buongiorno
tr: Günaydın

source: Good Afternoon
de: Guten Tag
es: Buenas Tardes
fr: Bon après-midi
it: Buon pomeriggio
tr: İyi Günler

source: Good Evening
de: Guten Abend
es: Buenas Noches
fr: Bonsoir
it: Buonasera
tr: İyi Akşamlar

source: Good Night
de: Gute Nacht
es: Buenas Noches
fr: Bonne nuit
it: Buonanotte
tr: İyi Geceler

# motiveLateNight
source: Remember; words are important, but sleep schedule is more important.
de: Denk daran; Wörter sind wichtig, aber der Schlafrhythmus ist wichtiger.
es: Recuerda; las palabras son importantes, pero el horario de sueño es más importante.
fr: Rappelle-toi; les mots sont importants, mais le rythme de sommeil est plus important.
it: Ricorda; le parole sono importanti, ma il ritmo del sonno è più importante.
tr: Unutma; kelimeler önemli, uyku düzeni daha önemli.

# motive2am
source: They won't come back, but words will never leave you.
de: Sie kommt nicht zurück, aber Wörter werden dich nie verlassen.
es: No volverá, pero las palabras nunca te abandonarán.
fr: Elle ne reviendra pas, mais les mots ne t'abandonneront jamais.
it: Lei non tornerà, ma le parole non ti abbandoneranno mai.
tr: O geri dönmeyecek ama kelimeler seni terketmez.

# motiveMon
source: Nothing like starting the week with new words!
de: Nichts geht über einen Wochenstart mit neuen Wörtern!
es: ¡Nada como empezar la semana con palabras nuevas!
fr: Rien de tel que de commencer la semaine avec de nouveaux mots !
it: Niente di meglio che iniziare la settimana con nuove parole!
tr: Haftaya yeni kelimelerle başlamak gibisi yok!

# motiveTue
source: Learn words, drink coffee, repeat!
de: Wörter lernen, Kaffee trinken, wiederholen!
es: ¡Aprende palabras, bebe café, repite!
fr: Apprends des mots, bois du café, recommence !
it: Impara parole, bevi caffè, ripeti!
tr: Kelime öğren, kahve iç, tekrarla!

# motiveWed
source: Weather Forecast: Perfect for learning words.
de: Wetterbericht: Perfekt zum Wörterlernen.
es: Pronóstico del tiempo: Perfecto para aprender palabras.
fr: Météo : Parfait pour apprendre des mots.
it: Previsioni meteo: Perfette per imparare parole.
tr: Hava Durumu: Kelime öğrenmeye müsait.

# motiveThu
source: If you run out of words, you'll have to stay silent.
de: Wenn dir die Wörter ausgehen, musst du schweigen.
es: Si te quedas sin palabras, tendrás que quedarte callado.
fr: Si tu manques de mots, tu devras te taire.
it: Se finisci le parole, dovrai stare zitto.
tr: Kelimelerin biterse, susmak zorunda kalırsın.

# motiveFri
source: Learn new words so you don't say 'thingy' in arguments.
de: Lerne neue Wörter, damit du nicht 'Dings' sagst.
es: Aprende palabras nuevas para no decir 'eso' en discusiones.
fr: Apprends de nouveaux mots pour ne pas dire 'truc' dans les disputes.
it: Impara nuove parole per non dire 'coso' nelle discussioni.
tr: Tartışmada 'şey' dememek için yeni kelimeler öğren.

# motiveSat
source: Invest in words, they're inflation-proof.
de: Investiere in Wörter, sie sind inflationssicher.
es: Invierte en palabras, son a prueba de inflación.
fr: Investis dans les mots, ils résistent à l'inflation.
it: Investi in parole, sono a prova di inflazione.
tr: Kelimelere yatırım yap, enflasyondan etkilenmez.

# motiveSun
source: You can't save the world today, but you can learn a few words.
de: Du kannst die Welt heute nicht retten, aber ein paar Wörter lernen.
es: Hoy no puedes salvar el mundo, pero sí aprender algunas palabras.
fr: Tu ne peux pas sauver le monde aujourd'hui, mais tu peux apprendre quelques mots.
it: Oggi non puoi salvare il mondo, ma puoi imparare qualche parola.
tr: Bugün dünyayı kurtaramazsın ama birkaç kelime öğrenebilirsin.

# letsLearn
source: Let's learn some words
de: Lass uns Wörter lernen
es: Aprendamos palabras
fr: Apprenons des mots
it: Impariamo parole
tr: Hadi biraz kelime öğrenelim

source: Progress Status
de: Fortschritt
es: Estado de Progreso
fr: Statut de Progrès
it: Stato di Avanzamento
tr: İlerleme Durumu

source: Learned
de: Gelernt
es: Aprendido
fr: Appris
it: Imparato
tr: Öğrenildi

# newWord
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
tr: Yeni

source: Review
de: Wiederholung
es: Repaso
fr: Révision
it: Revisione
tr: Tekrar

source: START
es: EMPEZAR
fr: COMMENCER
it: INIZIA
tr: BAŞLA

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
tr: Ayarlar

source: Credits
es: Créditos
fr: Crédits
it: Crediti
tr: Emeği Geçenler

source: I Don't Know
de: Ich weiß nicht
es: No sé
fr: Je ne sais pas
it: Non lo so
tr: Bilmiyorum

source: Flip
de: Umdrehen
es: Voltear
fr: Retourner
it: Gira
tr: Çevir

source: I Know
de: Ich weiß
es: Lo sé
fr: Je sais
it: Lo so
tr: Biliyorum

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
tr: Tema

source: System
es: Sistema
fr: Système
it: Sistema
tr: Sistem

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
tr: Açık

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
tr: Koyu

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
tr: Dil

source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
tr: Türkçe

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
tr: İngilizce

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
tr: İspanyolca

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
tr: Fransızca

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
tr: Almanca

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
tr: İtalyanca

source: Sound Settings
de: Toneinstellungen
es: Ajustes de Sonido
fr: Paramètres Sonores
it: Impostazioni Audio
tr: Ses Ayarları

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
tr: Hız

source: Pitch
de: Tonhöhe
es: Tono
fr: Hauteur
it: Tono
tr: Perde

source: Test Sound
de: Ton testen
es: Probar Sonido
fr: Tester le Son
it: Prova Audio
tr: Sesi Test Et

source: Reset Progress
de: Fortschritt zurücksetzen
es: Restablecer Progreso
fr: Réinitialiser le Progrès
it: Reimposta Progresso
tr: İlerlemeyi Sıfırla

# resetConfirmMessage
source: Are you sure you want to reset your progress?
de: Möchtest du deinen Fortschritt wirklich zurücksetzen?
es: ¿Estás seguro de que quieres restablecer tu progreso?
fr: Êtes-vous sûr de vouloir réinitialiser votre progrès ?
it: Sei sicuro di voler reimpostare i tuoi progressi?
tr: İlerlemeyi sıfırlamak istediğinize emin misiniz?

# resetSuccess
source: Progress reset
de: Fortschritt zurückgesetzt
es: Progreso restablecido
fr: Progrès réinitialisé
it: Progresso reimpostato
tr: İlerleme sıfırlandı

source: Daily goal completed.
de: Tagesziel erreicht.
es: Meta diaria completada.
fr: Objectif quotidien atteint.
it: Obiettivo giornaliero completato.
tr: Günlük hedefini tamamladın.

source: Congratulations!
de: Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
it: Congratulazioni!
tr: Tebrikler!

# continueText
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
tr: Devam Et

# returnHome
source: Return to Home
de: Zurück zum Start
es: Volver al Inicio
fr: Retour à l'Accueil
it: Torna alla Home
tr: Ana Sayfaya Dön

# conceptVision
source: CONCEPT AND VISION
de: KONZEPT UND VISION
es: CONCEPTO Y VISIÓN
fr: CONCEPT ET VISION
it: CONCETTO E VISIONE
tr: KONSEPT VE VİZYON

# developmentCode
source: DEVELOPMENT AND CODE
de: ENTWICKLUNG UND CODE
es: DESARROLLO Y CÓDIGO
fr: DÉVELOPPEMENT ET CODE
it: SVILUPPO E CODICE
tr: GELİŞTİRME VE KOD

source: AI ARCHITECTURE
de: KI-ARCHITEKTUR
es: ARQUITECTURA DE IA
fr: ARCHITECTURE IA
it: ARCHITETTURA IA
tr: YAPAY ZEKA MİMARİSİ

source: FEEDBACK & CONTACT
de: FEEDBACK & KONTAKT
es: FEEDBACK Y CONTACTO
it: FEEDBACK E CONTATTI

source: Email / Job Offers
de: E-MAIL / JOBANGEBOTE
es: EMAIL / OFERTAS DE TRABAJO
fr: EMAIL / OFFRES D'EMPLOI
it: E-MAIL / OFFERTE DI LAVORO
tr: E-Posta / İş Teklifleri

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
tr: Sıfırla

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
tr: Kapat

source: Tap to see meaning
de: Tippen für Bedeutung
es: Toca para ver el significado
fr: Appuyez pour voir la signification
it: Tocca per vedere il significato
tr: Anlamı görmek için dokun

# tapToReturn
source: Tap to go back
de: Tippen zum Zurückkehren
es: Toca para volver
fr: Appuyez pour revenir
it: Tocca per tornare indietro
tr: Geri dönmek için dokun

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
tr: Veri

# resetDescription
source: Learned words will be reset.
de: Gelernte Wörter werden zurückgesetzt.
es: Las palabras aprendidas se restablecerán.
fr: Les mots appris seront réinitialisés.
it: Le parole imparate verranno cancellate.
tr: Öğrenilen kelimeler sıfırlanır.

source: Loading words...
de: Wörter werden geladen...
es: Cargando palabras...
fr: Chargement des mots...
it: Caricamento parole...
tr: Kelimeler yükleniyor...

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
tr: Tekrar Dene

# wordsRemaining
source: {count} words remaining
de: {count} Wörter übrig
es: {count} palabras restantes
fr: {count} mots restants
it: {count} parole rimanenti
tr: {count} kelime kaldı

source: I Know
de: Ich weiß
es: Lo sé
fr: Je sais
it: Lo so
tr: Biliyorum

source: I Don't Know
de: Ich weiß nicht
es: No sé
fr: Je ne sais pas
it: Non lo so
tr: Bilmiyorum

# sessionCompleted
source: You have completed this session
de: Du hast diese Sitzung abgeschlossen
es: Has completado esta sesión
fr: Vous avez terminé cette session
it: Hai completato questa sessione
tr: Bu oturumu tamamladınız

source: Known
de: Bekannt
es: Conocido
fr: Connu
it: Conosciuto
tr: Bilinen

source: Study Again
de: Noch einmal lernen
es: Estudiar de nuevo
fr: Étudier à nouveau
it: Studia di nuovo
tr: Tekrar Çalış

source: Back to Home
de: Zurück zum Start
es: Volver al Inicio
fr: Retour à l'Accueil
it: Torna alla Home
tr: Ana Sayfaya Dön

# conceptAndVision
source: Concept & Vision
de: Konzept und Vision
es: Concepto y Visión
fr: Concept et Vision
it: Concetto e Visione
tr: Konsept ve Vizyon

# developmentAndCode
source: Development & Code
de: Entwicklung und Code
es: Desarrollo y Código
fr: Développement et Code
it: Sviluppo e Codice
tr: Geliştirme ve Kod

# feedbackAndContact
source: Feedback & Contact
de: Feedback & Kontakt
es: Feedback y Contacto
fr: Feedback et Contact
it: Feedback e Contatti
tr: Geri Bildirim & İletişim

source: Select Deck
de: Deck auswählen
es: Seleccionar Mazo
fr: Sélectionner un Deck
it: Seleziona Mazzo
tr: Deste Seç

# whichDeckIntro
source: Which deck would you like to study?
de: Welches Deck möchtest du lernen?
es: ¿Qué mazo te gustaría estudiar?
fr: Quel deck souhaitez-vous étudier ?
it: Quale mazzo vorresti studiare?
tr: Hangi desteyle çalışmak istersin?

# newLabel
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
tr: YENİ

source: Coming Soon...
de: Demnächst...
es: Próximamente...
fr: Bientôt...
it: Presto disponibile...
tr: Çok Yakında...

# strategiesCount
source: {count} strategies
de: {count} Strategien
es: {count} estrategias
fr: {count} stratégies
it: {count} strategie
tr: {count} strateji

# deckWordCount
source: {count} words
de: {count} Wörter
es: {count} palabras
fr: {count} mots
it: {count} parole
tr: {count} kelime

source: Total
de: Gesamt
it: Totale
tr: Toplam

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
tr: Bilinmeyen

source: Learning
de: Lernen
es: Aprendiendo
fr: En apprentissage
it: In apprendimento
tr: Öğreniliyor

source: Mastered
de: Gemeistert
es: Dominado
fr: Maîtrisé
it: Padroneggiato
tr: Uzmanlaşıldı

# deckMixed
source: Mixed
de: Gemischt
es: Mezclado
fr: Mélangé
it: Misto
tr: Karışık

# deckYdsYdt
source: YDS/YDT Words
de: YDS/YDT Wörter
es: Palabras YDS/YDT
fr: Mots YDS/YDT
it: Parole YDS/YDT
tr: YDS/YDT Kelimeler

# deckBeginner
source: Beginner Words
de: Anfänger Wörter
es: Palabras para Principiantes
fr: Mots pour Débutants
it: Parole per Principianti
tr: Başlangıç Seviyesi

# deckSurvival
source: Survival English
de: Überlebens-Englisch
es: Inglés de Supervivencia
fr: Anglais de Survie
it: Inglese di Sopravvivenza

# deckPhrasalVerbs
source: Phrasal Verbs
fr: Verbes à Particule
it: Verbi Frasali

# deckIdioms
source: Idioms & Slang
de: Redewendungen & Slang
es: Modismos y Jerga
fr: Idiomes & Argot
it: Modi di Dire & Slang
tr: Deyimler ve Argo

# deckExamStrategies
source: Exam Strategies
de: Prüfungsstrategien
es: Estrategias de Examen
fr: Stratégies d'Examen
it: Strategie d'Esame
tr: Sınav Stratejileri

# wordsRemainingLabel
source: words remaining
de: Wörter übrig
es: palabras restantes
fr: mots restants
it: parole rimanenti
tr: kelime kaldı

# deckMixedDesc
source: Mix of all words
de: Mischung aller Wörter
es: Mezcla de todas las palabras
fr: Mélange de tous les mots
it: Mix di tutte le parole
tr: Tüm kelimelerden karışık

# deckYdsYdtDesc
source: Academic exam vocabulary
de: Akademischer Prüfungswortschatz
es: Vocabulario para exámenes académicos
fr: Vocabulaire d'examen académique
it: Vocabolario per esami accademici
tr: Akademik sınav kelimeleri

# deckBeginnerDesc
source: Beginner level words
de: Wörter für Anfänger
es: Palabras de nivel principiante
fr: Mots de niveau débutant
it: Parole di livello principiante
tr: Başlangıç seviyesi

# deckSurvivalDesc
source: Daily life and travel
de: Alltag und Reisen
es: Vida diaria y viajes
fr: Vie quotidienne et voyage
it: Vita quotidiana e viaggi
tr: Günlük hayat ve seyahat

# deckPhrasalVerbsDesc
source: Common phrasal verbs
de: Gängige Phrasal Verbs
es: Phrasal verbs comunes
fr: Verbes à particule courants
it: Verbi frasali comuni
tr: Yaygın phrasal verb'ler

# deckIdiomsDesc
source: Idioms and slang expressions
de: Redewendungen und Slang-Ausdrücke
es: Modismos y expresiones de jerga
fr: Idiomes et expressions d'argot
it: Modi di dire ed espressioni slang
tr: Deyimler ve argo ifadeler

# deckExamStrategiesDesc
source: Exam tactics and tips
de: Prüfungstaktiken und Tipps
es: Tácticas y consejos para exámenes
fr: Tactiques et conseils d'examen
it: Tattiche e consigli per l'esame
tr: Sınav taktikleri ve ipuçları

source: All Words
de: Alle Wörter
es: Todas las Palabras
fr: Tous les Mots
it: Tutte le Parole
tr: Tüm Kelimeler

source: Unknown Words
de: Unbekannte Wörter
es: Palabras Desconocidas
fr: Mots Inconnus
it: Parole Sconosciute
tr: Bilinmeyen Kelimeler

source: Learning Words
de: Lernende Wörter
es: Palabras en Aprendizaje
fr: Mots en Apprentissage
it: Parole in Apprendimento
tr: Öğrenilen Kelimeler

source: Mastered Words
de: Beherrschte Wörter
es: Palabras Dominadas
fr: Mots Maîtrisés
it: Parole Padroneggiate
tr: Uzmanlaşılan Kelimeler

source: Add New Word
de: Neues Wort hinzufügen
es: Agregar Nueva Palabra
fr: Ajouter un Nouveau Mot
it: Aggiungi Nuova Parola
tr: Yeni Kelime Ekle

# enterWordPrompt
source: Enter a word in English. AI will generate the rest!
de: Geben Sie ein englisches Wort ein. Die KI generiert den Rest!
es: Ingresa una palabra en inglés. ¡La IA generará el resto!
fr: Entrez un mot en anglais. L'IA générera le reste!
it: Inserisci una parola in inglese. L'IA genererà il resto!
tr: İngilizce bir kelime gir. Yapay zeka gerisini oluşturacak!

# wordExample
source: e.g., Serendipity
de: z.B., Serendipity
es: ej., Serendipity
fr: par ex., Serendipity
it: es., Serendipity
tr: örn., Serendipity

# generateAndAdd
source: Generate & Add
de: Generieren & Hinzufügen
es: Generar y Agregar
fr: Générer et Ajouter
it: Genera e Aggiungi
tr: Oluştur ve Ekle

source: No words yet!
de: Noch keine Wörter!
es: ¡Aún no hay palabras!
fr: Pas encore de mots!
it: Nessuna parola ancora!
tr: Henüz kelime yok!

# tapToAddWords
source: Tap + to add words with AI.
de: Tippen Sie auf +, um Wörter mit KI hinzuzufügen.
es: Toca + para agregar palabras con IA.
fr: Appuyez sur + pour ajouter des mots avec l'IA.
it: Tocca + per aggiungere parole con l'IA.
tr: Yapay zeka ile kelime eklemek için + işaretine dokun.

source: Add Word
de: Wort hinzufügen
es: Agregar Palabra
fr: Ajouter un Mot
it: Aggiungi Parola
tr: Kelime Ekle

# failedToGenerate
source: Failed to generate content. Check internet/API key.
de: Inhalt konnte nicht generiert werden. Überprüfen Sie Internet/API-Schlüssel.
es: No se pudo generar el contenido. Verifica internet/clave API.
fr: Échec de la génération du contenu. Vérifiez internet/clé API.
it: Impossibile generare il contenuto. Controlla internet/chiave API.
tr: İçerik oluşturulamadı. İnternet bağlantısını/API anahtarını kontrol edin.

# wordAdded
source: Added {word} to {deck}!
de: {word} wurde zu {deck} hinzugefügt!
es: ¡{word} agregada a {deck}!
fr: {word} ajouté à {deck}!
it: {word} aggiunta a {deck}!
tr: {word} kelimesi {deck} destesine eklendi!

# errorOccurred
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
it: Errore: {error}
tr: Hata: {error}

source: Create Deck
de: Deck erstellen
es: Crear Mazo
fr: Créer un Paquet
it: Crea Mazzo
tr: Deste Oluştur

source: Name your deck
de: Benennen Sie Ihr Deck
es: Nombra tu mazo
fr: Nommez votre paquet
it: Dai un nome al tuo mazzo
tr: Destene bir isim ver

# deckNameHint
source: e.g., Favorites, Hard Words
de: z.B., Favoriten, Schwere Wörter
es: ej., Favoritos, Palabras Difíciles
fr: par ex., Favoris, Mots Difficiles
it: es., Preferiti, Parole Difficili
tr: örn., Favoriler, Zor Kelimeler

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
tr: Oluştur

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
tr: Örnekler

# loadingError
source: Failed to load words
de: Wörter konnten nicht geladen werden
es: No se pudieron cargar las palabras
fr: Échec du chargement des mots
it: Impossibile caricare le parole
tr: Kelimeler yüklenemedi

# noWordsInDeck
source: No words in this deck
de: Keine Wörter in diesem Deck
es: No hay palabras en este mazo
fr: Aucun mot dans ce paquet
it: Nessuna parola in questo mazzo
tr: Bu destede kelime yok

# motivationalExcellent
source: Excellent! You're on fire!
de: Ausgezeichnet! Du bist auf Feuer!
es: ¡Excelente! ¡Estás en llamas!
fr: Excellent ! Tu es en feu !
it: Eccellente! Sei in fiamme!
tr: Mükemmel! Harikasın!

# motivationalGreat
source: Great job! Keep it up!
de: Großartige Arbeit! Weiter so!
es: ¡Gran trabajo! ¡Sigue así!
fr: Excellent travail ! Continue comme ça !
it: Ottimo lavoro! Continua così!
tr: Harika iş! Böyle devam!

# motivationalGood
source: Good work! You're learning!
de: Gute Arbeit! Du lernst!
es: ¡Buen trabajo! ¡Estás aprendiendo!
fr: Bon travail ! Tu apprends !
it: Buon lavoro! Stai imparando!
tr: İyi gidiyorsun! Öğreniyorsun!

# motivationalKeepPracticing
source: Keep practicing, you'll get there!
de: Übe weiter, du schaffst das!
es: ¡Sigue practicando, lo lograrás!
fr: Continue à pratiquer, tu vas y arriver !
it: Continua a praticare, ce la farai!
tr: Pratik yapmaya devam et, başaracaksın!

# petSelectTitle
source: What Will Hatch?
de: Was schlüpft heraus?
es: ¿Qué saldrá del huevo?
fr: Qu'est-ce qui va éclore ?
it: Cosa nascerà?
tr: Yumurtandan Ne Çıksın?

# petSelectSubtitle
source: Your companion on the learning journey
de: Dein Begleiter auf der Lernreise
es: Tu compañero en el viaje de aprendizaje
fr: Ton compagnon dans le voyage d'apprentissage
it: Il tuo compagno nel viaggio di apprendimento
tr: Öğrenme yolculuğunda sana eşlik edecek

# petNameTitle
source: Name Your Pet
de: Gib deinem Haustier einen Namen
es: Nombra a tu mascota
fr: Nomme ton animal
it: Dai un nome al tuo animale
tr: Petine İsim Ver

# petNameHint
source: Enter a name...
de: Name eingeben...
es: Ingresa un nombre...
fr: Entre un nom...
it: Inserisci un nome...
tr: İsim gir...

# petDragon
source: Dragon
de: Drache
es: Dragón
it: Drago
tr: Ejderha

# petDragonDesc
source: Fierce and powerful
de: Wild und mächtig
es: Feroz y poderoso
fr: Féroce et puissant
it: Feroce e potente
tr: Ateşli ve güçlü

# petEagle
source: Eagle
de: Adler
es: Águila
fr: Aigle
it: Aquila
tr: Kartal

# petEagleDesc
source: Free and sharp
de: Frei und scharf
es: Libre y agudo
fr: Libre et perçant
it: Libero e acuto
tr: Özgür ve keskin

# petWolf
source: Wolf
es: Lobo
fr: Loup
it: Lupo
tr: Kurt

# petWolfDesc
source: Loyal and brave
de: Treu und mutig
es: Leal y valiente
fr: Loyal et courageux
it: Fedele e coraggioso
tr: Sadık ve cesur

# petFox
source: Fox
de: Fuchs
es: Zorro
fr: Renard
it: Volpe
tr: Tilki

# petFoxDesc
source: Clever and agile
de: Clever und wendig
es: Astuto y ágil
fr: Rusé et agile
it: Furbo e agile
tr: Zeki ve çevik

# petLevelUp
source: Level Up!
es: ¡Subiste de nivel!
fr: Niveau supérieur !
it: Livello aumentato!
tr: Level Atladın!

# petEvolved
source: {name} evolved!
de: {name} hat sich entwickelt!
es: ¡{name} evolucionó!
fr: {name} a évolué !
it: {name} si è evoluto!
tr: {name} evrimleşti!

# petLevel
source: Level {level}
es: Nivel {level}
fr: Niveau {level}
it: Livello {level}

# petStageBaby
source: Baby
es: Bebé
fr: Bébé
it: Cucciolo
tr: Yavru

# petStageYoung
source: Young
de: Jung
es: Joven
fr: Jeune
it: Giovane
tr: Genç

# petStageAdult
source: Adult
de: Erwachsen
es: Adulto
fr: Adulte
it: Adulto
tr: Yetişkin

# petStageLegendary
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
it: Leggendario
tr: Efsanevi

# petTapToHatch
source: Tap
de: Tippen
es: Toca
fr: Touche
it: Tocca
tr: Dokun

# petContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
tr: Devam Et

# petLetsStart
source: Let's Start!
de: Los geht's!
es: ¡Empecemos!
fr: C'est parti !
it: Iniziamo!
tr: Başlayalım!

# petEvolution
source: EVOLUTION!
de: ENTWICKLUNG!
es: ¡EVOLUCIÓN!
fr: ÉVOLUTION !
it: EVOLUZIONE!
tr: EVRİM!

# petNextEvolution
source: Level {level} evolution
de: Level {level} Entwicklung
es: Evolución nivel {level}
fr: Évolution niveau {level}
it: Evoluzione livello {level}
tr: Level {level} evrim

source: Volume
de: Lautstärke
es: Volumen
tr: Ses Seviyesi

# design
source: Design (UI/UX)
es: DISEÑO (UI/UX)
tr: Tasarım (UI/UX)
